Repository: vladoATL/coupon-emails
Catalog: languages/coupon-emails-*.po
Languages: cs_cz, sk_sk

source: %s use remaining
cs_cz: Zbývá %s použití
sk_sk: Zostáva %s použitie

source: Add coupon category
cs_cz: Přidat kategorii kupónů
sk_sk: Pridať kategóriu kupónu

source: Add multiple emails separated by comma ( , ).
cs_cz: Přidejte e-mailové adresy oddělené čárkou ( , ).
sk_sk: Pridajte emailové adresy oddelené čiarkou ( , ).

source: After Order
cs_cz: Po objednávce
sk_sk: Po objednávke

source: After Reviewed
cs_cz: Po recenzi
sk_sk: Po hodnotení

source: All reviews
cs_cz: Všechny recenze
sk_sk: Všetky hodnotenia

source: All roles
cs_cz: Všechny role
sk_sk: Všetky roly

source: All users
cs_cz: Všichni uživatelé
sk_sk: Všetci používatelia

source: Allow multiple referral coupons for one address
cs_cz: Umožnit více doporučujících kupónů pro jednu adresu
sk_sk: Povoliť viacero odporúčacích kupónov pre jednu adresu

source: Applicable coupons
cs_cz: Použitelné kupóny
sk_sk: Uplatniteľné kupóny

source: Austrian calendar
cs_cz: Rakouský kalendář
sk_sk: Rakúsky kalendár

source: BCC and Test email address
cs_cz: BCC a e-mail pro testy
sk_sk: BCC a email pre testy

source: Birthday
cs_cz: Narozeniny
sk_sk: Narodeniny

source: Categories of coupons to be validated
cs_cz: Kategorie kupónů, které mají být ověřeny
sk_sk: Kategórie kupónov, ktoré sa majú validovať

source: characters
cs_cz: znaků
sk_sk: znakov

# Check out
source: Date of birth - Year is not important but helps
cs_cz: Datum narození - rok není důležitý, ale pomůže
sk_sk: Dátum narodenia - rok nie je dôležitý ale pomôže

source: Choose the calendar country to be used
cs_cz: Výběr kalendáře, který se má použít
sk_sk: Vyberte kalendár, ktorý má byť použitý

source: Clear Log
cs_cz: Odstranit záznamy
sk_sk: Odstrániť záznamy

source: Common
cs_cz: Společné
sk_sk: Spoločné

source: Count of coupon characters
cs_cz: Počet znaků kupónu
sk_sk: Počet znakov kupónu

source: Coupon category
cs_cz: Kategorie kupónů
sk_sk: Kategória kupónu

# Coupon category
source: After order email
cs_cz: E-mail po objednání
sk_sk: Email po objednávke

# Coupon category
source: After Review
cs_cz: Po recenzi
sk_sk: Po hodnotení

# Coupon category
source: Birth day email
cs_cz: E-mail v den narození
sk_sk: Email na narodeniny

# Coupon category
source: Expiration reminder
cs_cz: Připomenutí expirace
sk_sk: Pripomenutie exspirácie

# Coupon category
source: Name day email
cs_cz: E-mail na svátek
sk_sk: Email na meniny

# Coupon category
source: One-time email
cs_cz: Jednorázový e-mail
sk_sk: Jednorazový email

# Coupon category
source: Referred
cs_cz: Doporučené
sk_sk: Odporučené

# Coupon category
source: Referrer
cs_cz: Doporučovatel
sk_sk: Odporúčajúci

# Coupon category
source: Reorder email
cs_cz: E-mail pro přeobjednání
sk_sk: Email pre preobjednanie

# Coupon description
source: After order {fname} {lname}: {email}
cs_cz: Po objednání {fname} {lname}: {email}
sk_sk: Po objednaní {fname} {lname}: {email}

# Coupon description
source: After review {fname} {lname}: {email}
cs_cz: Po recenzi {fname} {lname}: {email}
sk_sk: Po hodnotení {fname} {lname}: {email}

# Coupon description
source: Birthday {fname} {lname}: {email}
cs_cz: Narozeniny {fname} {lname}: {email}
sk_sk: Narodeniny {fname} {lname}: {email}

# Coupon description
source: Name Day {fname}: {email}
cs_cz: Jmeniny {fname}: {email}
sk_sk: Meniny {fname}: {email}

# Coupon description
source: One time {fname} {lname}: {email}
cs_cz: Jednorázové {fname} {lname}: {email}
sk_sk: Jednorazovo {fname} {lname}: {email}

# Coupon description
source: Referral: {email}
cs_cz: Doporučení: {email}
sk_sk: Odporúčanie pre: {email}

# Coupon description
source: Reorder {fname} {lname}: {email}
cs_cz: Přeobjednat {fname} {lname}: {email}
sk_sk: Preobjednanie {fname} {lname}: {email}

source: Coupon Emails
cs_cz: Kupónové e-maily
sk_sk: Kupónové emaily

source: Coupon Emails Settings
cs_cz: Kupónové e-maily - nastavení
sk_sk: Kupónové emaily - nastavenie

source: Coupon expires in days
cs_cz: Platnost kupónu vyprší po uplynutí stanoveného počtu dní
sk_sk: Kupón exspiruje po počte dní

source: Coupon expires X days after the last email
cs_cz: Platnost kupónu vyprší X dní po posledním e-mailu
sk_sk: Platnosť kupónu vyprší X dní po poslednom e-maile

source: Coupon explanation for the referrer
cs_cz: Vysvětlení kupónu pro odkazujícího
sk_sk: Vysvetlenie kupónu pre odosielateľa

source: Coupon settings
cs_cz: Nastavení kuponu
sk_sk: Nastavenie kupónu

source: Coupons category
cs_cz: Kategorie kupónů
sk_sk: Kategória kupónov

source: Create a test
cs_cz: Test
sk_sk: Testovať

source: Croatian calendar
cs_cz: Chorvatský kalendář
sk_sk: Chorvátsky kalendár

source: Czech calendar
cs_cz: Český kalendář
sk_sk: Český kalendár

source: Days after last order
cs_cz: Počet dnů po poslední objednávce
sk_sk: Počet dní po poslednej objednávke

source: Days before coupon expiration
cs_cz: Počet dní před vypršením platnosti kupónu
sk_sk: Počet dní pred exspiráciou kupónu

source: Delete now
cs_cz: Smazat nyní
sk_sk: Zmazať teraz

source: Delete unused coupons in days after expiration
cs_cz: Odstranění nevyužitých kupónů po uplynutí počtu dní.
sk_sk: Zmazať nepoužité exspirované kupóny po dňoch

source: Description will be used on Coupons page.
cs_cz: Popis bude použit na stránce Slevové kódy
sk_sk: Popis bude použitý na stránke Zľavové kódy

source: Directions for users
cs_cz: Pokyny pro uživatele
sk_sk: Návod pre používateľov

source: Display birthday field to users
cs_cz: Zobrazení pole narozenin uživatelům
sk_sk: Zobraziť používateľom pole narodenín

# DOB note
source: Year is not important but helps
cs_cz: Rok není důležitý, ale pomůže
sk_sk: Rok nie je dôležitý ale pomôže

source: Don't generate coupon
cs_cz: Nevytvářet kupón
sk_sk: Negenerovať kupón

source: Download csv
cs_cz: Stáhnout csv
sk_sk: Stahnúť csv

source: Download csv file with brithdays of users.
cs_cz: Stáhnout soubor csv s narozeninami uživatelů.
sk_sk: Stiahnuť csv súbor s narodeninami používateľov.

source: Download csv file with filtered users for today's and tomorrow's email.
cs_cz: Stáhněte si soubor csv s filtrovanými uživateli pro dnešní a zítřejší e-mail.
sk_sk: Stiahnuť súbor csv s filtrovanými používateľmi pre dnešný a zajtrajší e-mail.

source: Download csv file with filtered users for today's email.
cs_cz: Stáhněte si soubor csv s filtrovanými uživateli pro dnešní e-mail.
sk_sk: Stiahnuť súbor csv s filtrovanými používateľmi pre dnešný e-mail.

source: Download csv file with selected users.
cs_cz: Stáhnout soubor csv s vybranými uživateli.
sk_sk: Stiahnuť csv súbor s vybranými používateľmi.

source: Download file with birthdays
cs_cz: Stáhnout soubor s narozeninami
sk_sk: Stiahnuť súbor s narodeninami

source: Download file with users to send email
cs_cz: Stáhnout soubor s uživateli pro odeslání e-mailu
sk_sk: Stiahnuť súbor s používateľmi, ktorý dostanú email

source: Email body
cs_cz: Text e-mailu
sk_sk: Text emailu

# Email Body
source: <p style='font-size: 18px;'>{fname}, thank you for your review of our product</p> <p style='font-size: 20px;font-weight:600;'>{reviewed_prod}</p> <p style='font-size: 18px;'>Take advantage of this thank you discount code for your next purchase:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>During the next {expires_in_days} days (until {expires}) you can use it in our online store {site_name_url} and get a special discount of <strong>{percent}%</strong> on {products_cnt} non-discounted products.</p> <p style='font-size: 18px;font-weight:600;'>ALL THE BEST !</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>The coupon can only be used after logging into your account and cannot be used with other discounts. Some products are excluded from the discount.</p>
cs_cz: <p style='font-size: 18px;'>{fname}, děkujeme vám za vaše hodnocení našeho produktu</p> <p style='font-size: 20px;font-weight:600;'>{reviewed_prod}</p> <p style='font-size: 18px;'>Využijte tento děkovný slevový kód pro svůj příští nákup:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Během následujících {expires_in_days} dnů (do {expires}) ho můžete použít v našem internetovém obchodě {site_name_url} a získat další <strong>{percent}%</strong> slevu na {products_cnt} nezlevněné produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽIJTE SI TO!</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style='font-size: 14px;'>Kupón lze použít pouze po přihlášení k účtu a nelze jej použít s jinými slevami. Na některé produkty se sleva nevztahuje.</p>
sk_sk: <p style='font-size: 18px;'>{fname}, ďakujeme za hodnotenie nášho produktu</p> <p style='font-size: 20px;font-weight:600;'>{reviewed_prod}</p> <p style='font-size: 18px;'>Využi tento kód na zľavu pri ďalšom nákupe:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Behom nasledujúcich {expires_in_days} dní (do {expires}) ho môžeš použiť v našej online predajni {site_name_url} a získať mimoriadnu zľavu <strong>{percent}%</strong> na {products_cnt} nezľavnené produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽI SI TO!</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Kupón sa dá použiť len po prihlásení sa do účtu a nie je možné ho použiť s inými zľavami. Na niektoré produkty sa zľava nevzťahuje.</p>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>Come back to our site, {fname}! We have a special price on our products for you!</p> <p style='font-size: 18px;'>Take advantage of this discount code:</p> <p style='font-size: 24px; font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>During the next {expires_in_days} days (until {expires}) you can use it in our online store {site_name_url} and get a special discount of <strong>{percent}%</strong> on {products_cnt} non-discounted products.</p> <p style='font-size: 18px; font-weight:600;'>ENJOY !</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 16px; line-height: 95%;'>The coupon can only be used after logging into your account and cannot be used with other discounts. Some products are excluded from the discount.</p> <p style='font-size: 18px; line-height: 95%;'>Login procedure on our website:<br> 1. click on My Account<br> 2. click on 'Lost password' and you will be able to choose your password to log in.</p>
cs_cz: <p style="font-size: 20px; font-weight: 600;">Vraťte se na naše stránky, {fname5}! Máme pro vás speciální cenu na naše produkty!</p> <p style="font-size: 18px;">Pro získání slevy použijte tento kód:</p> <p style="font-size: 24px; font-weight: 800;">{coupon}</p> <p style='font-size: 18px;'>Během následujících {expires_in_days} dnů (do {expires}) ho můžete použít v našem internetovém obchodě {site_name_url} a získat další <strong>{percent}%</strong> slevu na {products_cnt} nezlevněné produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽIJTE SI TO!</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style="font-size: 16px; line-height: 95%;">Kupón lze použít pouze po přihlášení k účtu pomocí {email} a nelze jej použít v kombinaci s jinými slevami. Na některé produkty se sleva nevztahuje.</p> <p style="line-height: 95%;font-size: 14px;">Postup přihlášení na našich webových stránkách: 1. klikněte na Můj účet 2. klikněte na 'Ztratili jste heslo' a budete si moci zvolit heslo pro přihlášení.</p>
sk_sk: <p style="font-size: 20px; font-weight: 600;">Vráť sa na našu stránku, {fname}! Máme pre Teba špeciálnu cenu našich produktov!</p> <p style="font-size: 18px;">Využi tento kód na zľavu:</p> <p style="font-size: 24px; font-weight: 800;">{coupon}</p> <p style="font-size: 18px;">Behom nasledujúcich {expires_in_days} dní (do {expires}) ho môžeš použiť v našej online predajni {site_name_url} a získať mimoriadnu zľavu <strong>{percent}%</strong> na {products_cnt} nezľavnené produkty.</p> <p style="font-size: 18px; font-weight: 600;">UŽI SI TO!</p> <p style="font-size: 18px;">Tím {site_name}</p> <p style="font-size: 16px; line-height: 95%;">Kupón sa dá použiť len po prihlásení sa do Tvojho účtu s emailom {email} a nie je možné ho použiť spolu s inými zľavami. Na niektoré produkty sa zľava nevzťahuje.</p> <p style="line-height: 95%;font-size: 14px;">Postup na prihlásenie sa na našej stránke: 1. klikni na môj účet 2. klikni na “Stratili ste heslo” a budeš si môcť zvoliť svoje heslo na prihlásenie.</p>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>Don't throw away an excellent opportunity to save, {fname}!</p> <p style='font-size: 18px;'>We've recently sent you a rare discount coupon for your next purchase, which expires in {expires_in_days} days on {expires}:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Come back to our website {site_name_url} and save!</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>The validity of the voucher cannot be extended and can only be redeemed from the account of {email}.</p>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Nezahazujte skvělou příležitost ušetřit, {fname5}!</p> <p style='font-size: 18px;'>Nedávno jsme vám zaslali jedinečný slevový kupón na váš příští nákup, jehož platnost vyprší za {expires_in_days} dní dne {expires}.:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Vraťte se na naše webové stránky {site_name_url} a ušetřete!</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>Platnost kupónu nelze prodloužit a lze jej uplatnit pouze z účtu {email}.</p>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Nezahoď vynikajúcu príležitosť ušetriť, {fname}!</p> <p style='font-size: 18px;'>Nedávno sme ti poslali zriedkavý zľavový kupón na tvoj ďalší nákup, ktorý sa dá uplatniť nasledujúcich {expires_in_days} dní do {for_date}:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Vráť sa na našu webovú stránku {site_name_url} a ušetríš!</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Platnosť kupónu sa nedá predĺžiť a je možné ho uplatniť len z účtu {email}.</p>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>Have a nice birthday, {fname}!</p> <p style='font-size: 18px;'>Take advantage of this birthday discount code:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>During the next {expires_in_days} days (until {expires}) you can use it in our online store {site_name_url} and get a special <strong>{percent}%</strong> discount on {products_cnt} non-discounted products.</p> <p style='font-size: 18px;font-weight:600;'>ENJOY !</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>The coupon can only be used after logging into your account and cannot be used with other discounts. Some products are excluded from the discount.</p>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Všechno nejlepší k narozeninám, {fname5}!</p> <p style='font-size: 18px;'>Využijte tento narozeninový slevový kód:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Během následujících {expires_in_days} dnů (do {expires}) ho můžete použít v našem internetovém obchodě {site_name_url} a získat další slevu. <strong>{percent}%</strong> na {products_cnt} nezlevněné produkty.</p> <p style='font-size: 18px;font-weight:600;'>Blahopřejeme!</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style='font-size: 14px;'>Kupón lze použít pouze po přihlášení k účtu a nelze jej použít s jinými slevami. Na některé produkty se sleva nevztahuje.</p>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Všetko najlepšie k narodeninám, {fname}!</p> <p style='font-size: 18px;'>Využi tento narodeninový kód na zľavu:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Behom nasledujúcich {expires_in_days} dní (do {expires}) ho môžeš použiť v našej online predajni {site_name_url} a získať mimoriadnu zľavu <strong>{percent}%</strong> na {products_cnt} nezľavnené produkty.</p> <p style='font-size: 18px;font-weight:600;'>BLAHOŽELÁME !</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Kupón sa dá použiť len po prihlásení sa do Tvojho účtu a nie je možné ho použiť s inými zľavami. Na niektoré produkty sa zľava nevzťahuje.</p>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>Have a nice name day, {fname}!</p> <p style='font-size: 18px;'>Take advantage of this name day discount code:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>During the next {expires_in_days} days you can use it in our online store {site_name_url} and get a special discount of <strong>{percent}%</strong> on {products_cnt} non-discounted products.</p> <p style='font-size: 18px;font-weight:600;'>ALL THE BEST !</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>The coupon can only be used after logging into your account and cannot be used with other discounts. Some products are excluded from the discount.</p>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Hezký jmeninový den, {fname5}!</p> <p style='font-size: 18px;'>Využijte tento slevový kód:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Během následujících {expires_in_days} dnů (do {expires}) ho můžete použít v našem internetovém obchodě {site_name_url} a získat speciální slevu. <strong>{percent}%</strong> na {products_cnt} nezlevněné produkty.</p> <p style='font-size: 18px;font-weight:600;'>VŠECHNO NEJLEPŠÍ !</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style='font-size: 14px;'>Kupón lze použít pouze po přihlášení k účtu a nelze jej použít s jinými slevami. Na některé produkty se sleva nevztahuje.</p>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Pekné meniny, {fname}!</p> <p style='font-size: 18px;'>Využi tento meninový kód na zľavu:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Behom nasledujúcich {expires_in_days} dní (do {expires}) ho môžeš použiť v našej online predajni {site_name_url} a získať mimoriadnu zľavu <strong>{percent}%</strong> na {products_cnt} nezľavnené produkty.</p> <p style='font-size: 18px;font-weight:600;'>VŠETKO NAJLEPŠIE !</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Kupón sa dá použiť len po prihlásení sa do Tvojho účtu a nie je možné ho použiť s inými zľavami. Na niektoré produkty sa zľava nevzťahuje.</p>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>I want to share with you my satisfaction with great products!</p> <p style='font-size: 18px;'>I am also sending a coupon for a 10% discount, which can be redeemed at {site_name_url} for the following {expires_in_days} days until {expires}:</p> <div style='font-size: 24px;font-weight:800;'>{coupon}</div> <div style='font-size: 18px;font-weight:600;'>{personal_text}</div> <p style='font-size: 18px;'>Visit this website {site_url} and save!<br> Greetings,<br>{referrer}</p><br> <div style='font-size: 14px; line-height: 95%;'>Some products are excluded from the discount. The validity of the voucher cannot be extended.</div>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Chci se podělit o svou spokojenost se skvělými produkty!</p> <p style='font-size: 18px;'>Posílám také kupón na 10% slevu, který lze uplatnit na {název_stránky_url} po dobu následujících {expires_in_days} dnů až do {expires}:</p> <div style='font-size: 24px;font-weight:800;'>{coupon}</div> <div style='font-size: 18px;font-weight:600;'>{personal_text}</div> <p style='font-size: 18px;'>Ušetřit se dá na webové stránce {site_url}!<br> Greetings,<br>{referrer}</p><br> <div style='font-size: 14px; line-height: 95%;'>Na některé produkty se sleva nevztahuje. Platnost poukazu nelze prodloužit.</div>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Chcem sa podeliť o moju spokojnosť so skvelými produktami!</p> <p style='font-size: 18px;'>Zároveň posielam kupón na 10 % zľavu, ktorý sa dá uplatniť na stránke {site_name_url} nasledujúcich {expires_in_days} dní do {for_date}:</p> <div style='font-size: 24px;font-weight:800;'>{coupon}</div> <div style='font-size: 18px;font-weight:600;'>{personal_text}</div> <p style='font-size: 18px;'>Navštív túto webovú stránku {site_url} a ušetri!<br> Pozdravuje,<br>{referrer}</p><br> <div style='font-size: 14px; line-height: 95%;'>Na niektoré produkty sa zľava nevzťahuje. Platnosť kupónu nie je možné predĺžiť.</div>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>Thanks for shopping with us {last_order_date}, {fname}!</p> <p style='font-size: 18px;'>If you like our products, take advantage of this special offer. Login back into our store {site_name_url} and let others know what do you think of your purchase.</p> <p style='font-size: 19px;font-weight:600;'>As a thank you, we'll send you a discount code that you can use the next time you buy our products from us.</p> <p style='font-size: 18px;'>We'd love to hear your feedback.</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>Some products are excluded from the discount.</p>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Děkujeme za nákup u nás dne {last_order_date}, {fname5}!</p> <p style='font-size: 18px;'>Pokud se vám naše produkty líbí, využijte této speciální nabídky. Přihlaste se zpět do našeho obchodu {site_name_url} a dejte ostatním vědět, co si o svém nákupu myslíte.</p> <p style='font-size: 19px;font-weight:600;'>Jako poděkování vám zašleme slevový kód, který můžete použít při příštím nákupu našich produktů.</p> <p style='font-size: 18px;'>Rádi si přečteme Vaše názory.</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style='font-size: 14px;'>Na některé produkty se sleva nevztahuje.</p>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Ďakujeme za Tvoj nákup u nás zo dňa {last_order_date}, {fname}!</p> <p style='font-size: 18px;'>Ak sa ti naše výrobky páčia, využi túto špeciálnu ponuku. Prihlás sa späť do nášho obchodu {site_name_url} a daj ostatným vedieť, čo si myslíš o svojom nákupe.</p> <p style='font-size: 19px;font-weight:600;'>Ako poďakovanie ti pošleme zľavový kód, ktorý môžeš použiť pri ďalšom nákupe našich produktov.</p> <p style='font-size: 18px;'>Radi si prečítame tvoj názor.</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Na niektoré produkty sa zľava nevzťahuje.</p>
