Repository: vladoATL/coupon-emails
Catalog: languages/coupon-emails-*.po
Languages: cs_cz, sk_sk

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>We have a special discount for you, {fname}!</p> <p style='font-size: 18px;'>Last time you ordered with us {last_order_date}. Take advantage of this discount code and order again:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>During the next {expires_in_days} days (until {expires}) you can use it in our online store {site_name_url} and get a special <strong>{percent}%</strong> discount on {products_cnt} non-discounted products.</p> <p style='font-size: 18px;font-weight:600;'>ENJOY !</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>The coupon can only be used after logging into your account and cannot be used with other discounts. Some products are excluded from the discount.</p>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Máme pro vás speciální slevu, {fname5}!</p> <p style='font-size: 18px;'>Naposledy jste si u nás objednali {last_order_date}. Využijte tento slevový kód a objednejte si znovu:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Během následujících {expires_in_days} dnů (do {expires}) ho můžete použít v našem internetovém obchodě {site_name_url} a získat další <strong>{percent}%</strong> slevu na {products_cnt} nezlevněné produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽIJTE SI TO!</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style='font-size: 14px;'>Kupón lze použít pouze po přihlášení k účtu a nelze jej použít s jinými slevami. Na některé produkty se sleva nevztahuje.</p>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Máme pre Teba špeciálnu zľavu, {fname}!</p> <p style='font-size: 18px;'>Posledná tvoja objednávka bola {last_order_date}. Využi tento špeciálny kód na zľavu a objednaj si opäť:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Behom nasledujúcich {expires_in_days} dní (do {expires}) ho môžeš použiť v našej online predajni {site_name_url} a získať mimoriadnu zľavu <strong>{percent}%</strong> na {products_cnt} nezľavnené produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽI SI TO!</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Kupón sa dá použiť len po prihlásení sa do Tvojho účtu a nie je možné ho použiť s inými zľavami. Na niektoré produkty sa zľava nevzťahuje.</p>

# Email Body
source: <p style='font-size: 20px;font-weight:600;'>We have a special discount for you, {fname}!</p> <p style='font-size: 18px;'>Thank for your order dated {last_order_date}. If you like our products, take advantage of this offer and order again. Here is the discount code:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>During the next {expires_in_days} days (until {expires}) you can use it in our online store {site_name_url} and get a special <strong>{percent}%</strong> discount on {products_cnt} non-discounted products.</p> <p style='font-size: 18px;font-weight:600;'>ENJOY !</p> <p style='font-size: 18px;'>The Team of {site_name}</p> <p style='font-size: 14px; line-height: 95%;'>The coupon can only be used after logging into your account and cannot be used with other discounts. Some products are excluded from the discount.</p>
cs_cz: <p style='font-size: 20px;font-weight:600;'>Máme pro vás speciální slevu, {fname5}!</p> <p style='font-size: 18px;'>Děkujeme vám za vaši objednávku ze dne {last_order_date}. Pokud se Vám naše výrobky líbí, využijte této nabídky a objednejte si je znovu. Zde je slevový kód:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Během následujících {expires_in_days} dnů (do {expires}) ho můžete použít v našem internetovém obchodě {site_name_url} a získat další <strong>{percent}%</strong> slevu na {products_cnt} nezlevněné produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽIJTE SI TO!</p> <p style='font-size: 18px;'>Tým {site_name}</p> <p style='font-size: 14px;'>Kupón lze použít pouze po přihlášení k účtu a nelze jej použít s jinými slevami. Na některé produkty se sleva nevztahuje.</p>
sk_sk: <p style='font-size: 20px;font-weight:600;'>Máme pre Teba špeciálnu zľavu, {fname}!</p> <p style='font-size: 18px;'>Ďakujeme ti za objednávku zo dňa {last_order_date}. Ak sa ti naše výrobky páčia, využi túto ponuku a objednaj si ich znova. Tu je zľavový kód:</p> <p style='font-size: 24px;font-weight:800;'>{coupon}</p> <p style='font-size: 18px;'>Behom nasledujúcich {expires_in_days} dní (do {expires}) ho môžeš použiť v našej online predajni {site_name_url} a získať mimoriadnu zľavu <strong>{percent}%</strong> na {products_cnt} nezľavnené produkty.</p> <p style='font-size: 18px;font-weight:600;'>UŽI SI TO!</p> <p style='font-size: 18px;'>Tím {site_name}</p> <p style='font-size: 14px;'>Kupón sa dá použiť len po prihlásení sa do Tvojho účtu a nie je možné ho použiť s inými zľavami. Na niektoré produkty sa zľava nevzťahuje.</p>

source: Email from address
cs_cz: Odeslat z e-mailové adresy
sk_sk: Odoslať z emailovej adresy

source: Email from name
cs_cz: Jméno odesílatele
sk_sk: Meno odosielateľa

source: Email header
cs_cz: Záhlaví e-mailu
sk_sk: Hlavička emailu

# Email Header
source: Congratulations
cs_cz: Blahopřejeme!
sk_sk: Blahoželáme!

# Email Header
source: Here is your gift
cs_cz: Zde je váš dárek
sk_sk: Tu je tvoj darček

# Email Header
source: Hurry up!
cs_cz: Pospěšte si!
sk_sk: Ponáhľaj sa!

# Email Header
source: I recommend it!
cs_cz: Doporučuji to!
sk_sk: Odporúčam to!

# Email Header
source: Referrer: {email}
cs_cz: Doporučující: {email}
sk_sk: Odporúčajúci: {email}

# Email Header
source: We are missing you!
cs_cz: Chybíte nám!
sk_sk: Chýbaš nám!

# Email Header
source: Your discount
cs_cz: Vaše sleva
sk_sk: Zľava len pre Teba

source: Email subject
cs_cz: Předmět e-mailu
sk_sk: Predmet emailu

# Email Subject
source: Hi, this is what I bought
cs_cz: Zdravím, toto je můj nákup
sk_sk: Ahoj, toto som si kúpila

# Email Subject
source: {fname}, here is your birthday gift
cs_cz: {fname5}, zde je váš dárek k narozeninám
sk_sk: {fname}, tu je tvoj narodeninový darček

# Email Subject
source: {fname}, here is your discount coupon
cs_cz: {fname5}, zde je váš slevový kupón
sk_sk: {fname}, tu je tvoj zľavový kupón

# Email Subject
source: {fname}, here is your name day gift
cs_cz: {fname5}, zde je váš dárek k narozeninám
sk_sk: {fname}, tu je tvoj meninový darček

# Email Subject
source: {fname}, it's time to order with discount
cs_cz: {fname5}, je čas na objednávku se slevou
sk_sk: {fname}, je čas využiť zľavu

# Email Subject
source: {fname}, share your thoughts!
cs_cz: {fname5}, podělte se o své názory!
sk_sk: {fname}, podeľ sa o svoje názory!

# Email Subject
source: {fname}, thank you for your order
cs_cz: {fname5}, děkujeme za objednávku
sk_sk: {fname}, ďakujeme za objednávku

# Email Subject
source: {fname}, thank you for your review
cs_cz: {fname5}, děkujeme vám za vaši recenzi
sk_sk: {fname}, ďakujeme za hodnotenie

# Email Subject
source: {fname}, your coupon expires soon!
cs_cz: {fname5}, platnost Vašeho kuponu brzy vyprší!
sk_sk: {fname}, platnosť tvojho kupónu čoskoro vyprší!

source: Email text
cs_cz: Text emailu
sk_sk: Text emailu

source: Enable auto sending emails
cs_cz: Zapnutí automatického zasílání zpráv
sk_sk: Zapnúť automatické zasielanie správ

source: Enable logs
cs_cz: Povolit ukládání záznamů
sk_sk: Zapnúť ukladanie záznamov

source: Enable referral
cs_cz: Povolit doporučování
sk_sk: Povolenie odporúčania

source: Enable sending of referral emails
cs_cz: Povolení zasílání doporučujících e-mailů
sk_sk: Povoliť odosielanie odporúčacích e-mailov

source: Enter the minimum number of days since customer's last activity after which this coupon email should be sent.
cs_cz: Zadejte minimální počet dní od poslední aktivity zákazníka, po kterém by měl být odeslán e-mail s kupónem.
sk_sk: Zadajte minimálny počet dní od poslednej aktivity zákazníka, po ktorých by sa mal odoslať email s kupónom.

source: Enter the minimum number of days since customer's last order after which this coupon email should be sent.
cs_cz: Zadejte minimální počet dní od poslední objednávky zákazníka, po kterém má být odeslán e-mail s kupónem.
sk_sk: Zadajte minimálny počet dní od poslednej objednávky zákazníka, po ktorých sa má odoslať email s kupónom.

source: Enter the number of days after last order when to send this email with coupon.
cs_cz: Zadejte počet dní po poslední objednávce, kdy má být zaslán tento e-mail s kupónem.
sk_sk: Počet dní po poslednej objednávke, kedy sa má odoslať tento email s kupónom.

source: Enter the number of days before coupon of the customer's coupon expires. Empty or 0 means that the coupon will expire today
cs_cz: Zadejte počet dní, které zbývají do konce platnosti kupónu zákazníka. Prázdné pole nebo 0 znamená, že platnost kupónu vyprší dnes.
sk_sk: Zadajte počet dní do skončenia platnosti kupónu zákazníka kedy sa zašle email. Prázdne pole alebo 0 znamená, že platnosť kupónu vyprší dnes.

source: Enter the title that comes above the user instructions.
cs_cz: Zadejte titulek, který je uveden nad pokyny pro uživatele.
sk_sk: Zadajte názov, ktorý je uvedený nad pokynmi pre používateľa.

source: Enter your personal text here
cs_cz: Zde zadejte osobní text
sk_sk: Sem vlož svoj osobný text

source: Exclude discounted products
cs_cz: Neplatné pro zlevněné produkty
sk_sk: Neplatný pre zľavnené produkty

source: Expiration
cs_cz: Expirace
sk_sk: Exspirácia

source: Expiration Reminders
cs_cz: Připomenutí expirace
sk_sk: Pripomenutia exspirácie

source: Expiration reminders
cs_cz: Připomenutí expirace
sk_sk: Pripomenutia exspirácii

source: Filter by previous reviews
cs_cz: Filtrovat podle předchozích hodnocení
sk_sk: Filtrovanie podľa predchádzajúcich recenzií

source: Fixed amount
cs_cz: Pevná částka
sk_sk: Pevná čiastka

source: Friends' email addresses
cs_cz: E-mailové adresy přátel
sk_sk: Emailové adresy priateľov

source: Generate emails with unique coupons for birthdays, name days, after placing an order, send reminders, referral email and more with many customization options.
cs_cz: Generuje e-maily s jedinečnými kupony k narozeninám, jmeninám, po zadání objednávky, zasílá upomínky, doporučující e-maily a další s mnoha možnostmi nastavení.

source: Good only for products
cs_cz: Kupón platí pouze pro produkty
sk_sk: Kupón platný len pre produkty

source: Headline
cs_cz: Titulek
sk_sk: Titulok

source: Hungarian calendar
cs_cz: Maďarský kalendář
sk_sk: Maďarský kalendár

source: If this box is unchecked, only users who have fully completed registration and whose name is in the database will receive the email.
cs_cz: Pokud toto políčko není zaškrtnuto, e-mail obdrží pouze uživatelé, kteří zcela dokončili registraci a jejichž jméno je v databázi.
sk_sk: Ak toto políčko nie je začiarknuté, email dostanú len používatelia, ktorí úplne dokončili registráciu a ktorých meno je v databáze.

source: If this option is not checked, only one referral coupon can be sent per email address.
cs_cz: Pokud tato možnost není zaškrtnuta, může být na jednu e-mailovou adresu odeslán pouze jeden doporučující kupón.
sk_sk: Ak táto možnosť nie je zaškrtnutá, na jednu e-mailovú adresu možno poslať len jeden odporúčací kupón.

source: If you leave this blank, the coupons will not be deleted. To automatically delete coupons, enter the number of days after the expiration date and unused coupons will be deleted.
cs_cz: Pokud necháte tuto položku prázdnou, kupóny nebudou odstraněny. Chcete-li kupony automaticky odstranit, zadejte počet dní po skončení platnosti a nepoužité kupony budou odstraněny.
sk_sk: Ak necháte túto položku prázdnu, kupóny sa neodstránia. Ak chcete automaticky vymazať kupóny, zadajte počet dní po dátume skončenia platnosti a nepoužité kupóny sa vymažú.

source: If you want to run a test, check the chekbox and save. After pushing this button maximum %s coupon will be created and emails sent to administrator.
cs_cz: Pokud chcete spustit test, zaškrtněte chekbox a uložte stánk. Po stisknutí tohoto tlačítka se vytvoří maximálně %s kupon a odešle se e-maily správci.
sk_sk: Ak chcete spustiť test, začiarknite políčko a uložte nastavenia. Po stlačení tohto tlačidla sa vytvorí maximálne %s kupón a odošle sa email správcovi.

source: Invalid date format for date of birth
cs_cz: Nesprávný formát narozenin
sk_sk: Nesprávny formát narodenín

source: Invalid email format
cs_cz: Nesprávný formát e-mailu
sk_sk: Nesprávny formát emailu

source: Last order made more than X days before today
cs_cz: Poslední objednávka byla zadána před více než X dny.
sk_sk: Posledná objednávka bola uskutočnená viac ako X dní pred dnešným dňom

source: Last user activity made more than X days before today
cs_cz: Poslední aktivita uživatele provedená více než X dní před dnešním dnem
sk_sk: Posledná aktivita používateľa vykonaná pred viac ako X dňami

source: Leave this field blank if unexpired coupons are to be created.
cs_cz: Pokud mají být vytvořeny kupóny bez data platnosti, ponechte toto pole prázdné.
sk_sk: Toto pole nechajte prázdne, ak sa majú vytvárať kupóny s bez exspirácie.

source: List of users who receive the email today
cs_cz: Seznam uživatelů, kteří dnes obdrží e-mail
sk_sk: Zoznam používateľov, ktorí dnes dostanú email

source: List of users who receive the email today and tomorrow
cs_cz: Seznam uživatelů, kteří obdrží e-mail dnes a zítra
sk_sk: Zoznam používateľov, ktorí dostanú email dnes a zajtra

# Log file
source: %s has already received coupon for this review
cs_cz: %s již obdržel kupón pro tuto recenzi
sk_sk: %s už dostal kupón za túto recenziu

# Log file
source: _cron scheduled
cs_cz: _cron naplánovaný
sk_sk: _cron plánovaný

# Log file
source: An email was created but not sent to %s because the number of test emails exceeded
cs_cz: E-mail byl vytvořen, ale nebyl odeslán na adresu %s, protože počet testovacích e-mailů přesáhl počet
sk_sk: Email bol vytvorený, ale nebol odoslaný na adresu %s, pretože počet testovacích e-mailov prekročil

# Log file
source: Birth day coupon flag has not been updated for
cs_cz: Příznak kupónu pro narozeniny nebyl aktualizován pro
sk_sk: Príznak kupónu na narodeniny nebol aktualizovaný pre

# Log file
source: Cannot send email to incorrect or missing address
cs_cz: Nelze odeslat e-mail na nesprávnou nebo chybějící adresu
sk_sk: Nie je možné odoslať email na nesprávnu alebo chýbajúcu adresu

# Log file
source: coupon
cs_cz: kupón
sk_sk: kupón

# Log file
source: Cron scheduling error
cs_cz: Chyba plánování Cronu
sk_sk: Chyba plánovania Cronu

# Log file
source: Email sent to
cs_cz: E-mail odeslán na adresu
sk_sk: Email odoslaný na adresu

# Log file
source: No available coupons to create.
cs_cz: Nejsou k dispozici žádné kupony, které by bylo možné vytvořit.
sk_sk: Nie sú k dispozícií ďalšie kupóny na vytvorenie

# Log file
source: Test email sent to %s instead of to
cs_cz: Testovací e-mail odeslán na adresu %s místo na
sk_sk: Testovací email bol poslaný na adresu %s namiesto na

# Log file
source: This user has already received birthday coupon this year
cs_cz: Tento uživatel již obdržel narozeninový kupón v tomto roce
sk_sk: Tento používateľ už dostal narodeninový kupón tento rok

source: Make sure the selection is saved before download.
cs_cz: Před stažením souboru csv se ujistěte, že nastavení bylo uloženo.
sk_sk: Uistite sa, že nastavenie bolo uložené pred tým, ako budete sťahovať csv.

source: Maximum order value
cs_cz: Maximální hodnota objednávky
sk_sk: Maximálna výška objednávky

# menu
source: Coupon Emails
cs_cz: Kupónové e-maily
sk_sk: Kupónové emaily

source: Minimum order value
cs_cz: Minimální hodnota objednávky
sk_sk: Minimálna výška objednávky

source: Minimum orders made by a user
cs_cz: Minimální počet objednávek provedených uživatelem
sk_sk: Minimálne objednávky uskutočnené používateľom

source: Missing email addresses
cs_cz: Chybějící e-mailové adresy
sk_sk: Chýbajú emailové adresy

# My account
source: Date of birth
cs_cz: Datum narození
sk_sk: Dátum narodenia

# My Account page
source: In the box below, enter the email addresses, separated by a comma, of friends to whom you want to send a recommendation of our products with a coupon for a 10% discount on their first purchase. Enter your personal text and press the Send button. If they send us an order, we will credit you 5% of the value of the products ordered.
cs_cz: Do níže uvedeného pole zadejte e-mailové adresy (oddělené čárkou) přátel, kterým chcete zaslat doporučení našich produktů s kupónem na 10% slevu na jejich první nákup. Zadejte osobní text a stiskněte tlačítko Odeslat. Pokud nám zašlou objednávku, připíšeme vám 5 % z hodnoty objednaných výrobků.
sk_sk: Do poľa dolu vlož emailové adresy priateliek (oddelené čiarkou), ktorým chceš poslať odporúčanie našich produktov s kupónom na 10% zľavu na ich prvý nákup. Zadaj svoj osobný text a stlač tlačidlo Poslať. Ak nám pošlú objednávku, pripíšeme ti na účet 5% z hodnoty objednaných produktov (bez dopravy).

# My Account page
source: Send an email with a discount coupon to friends who don't know about us yet.
cs_cz: Pošlete e-mail se slevovým kupónem přátelům, kteří o nás ještě nevědí.
sk_sk: Pošli email so zľavovým kupónom priateľkám, ktoré o nás ešte nevedia.

# My Account page
source: This is a coupon you can use on your next purchase with us. Its value increases every time someone uses the coupon from the email you sent. Your coupon will expire 30 days after the last time you send a referral email.
cs_cz: Tento kupón můžete použít při dalším nákupu u nás. Jeho hodnota se zvyšuje pokaždé, když někdo použije kupón z vámi zaslaného e-mailu. Platnost vašeho kupónu vyprší 30 dní po posledním odeslání doporučujícího e-mailu.
sk_sk: Toto je kupón, ktorý môžeš použiť pri ďalšom svojom nákupe u nás. Jeho hodnota sa zvyšuje zakaždým, keď niekto použije kupón z emailu, ktorý si zaslala. Tvoj kupón exspiruje 30 dní po tom, ako posledný krát pošleš odporúčací email.

source: My Account->Referrals page
cs_cz: Můj účet->Doporučení
sk_sk: Stránka Môj účet->Odporúčania

source: My Coupons
cs_cz: Moje kupóny
sk_sk: Moje zľavové kupóny

source: My referral coupon
cs_cz: Můj doporučující kupón
sk_sk: Môj kupón za odporúčanie

source: My referrals
cs_cz: Moje doporučení
sk_sk: Moje odporúčania

source: myfriend@gmail.com,first.last@company.com,somebody@somewhere.net
cs_cz: pritel@gmail.com, jmeno.prijmeni@company.com,nekdo@nekde.net
sk_sk: mojapriatelka@gmail.com,meno.priezvisko@firma.com,niekto@niekde.net

source: Name
cs_cz: Jméno
sk_sk: Meno

source: Name Day
cs_cz: Jmeniny
sk_sk: Meniny

source: Name days calendar
cs_cz: Kalendář s jmény
sk_sk: Kalendár s meninami

source: No roles
cs_cz: Žádné role
sk_sk: Žiadne roly

source: Nominal value or percentage to be credited as reward.
cs_cz: Nominální hodnota nebo procento, které se připíše jako odměna.
sk_sk: Nominálna hodnota alebo percento, ktoré sa má pripísať ako odmena.

source: One expired unused coupon was deleted.
cs_cz: Jeden nepoužitý kupón, jehož platnost vypršela, byl smazán.
sk_sk: Bol vymazaný jeden exspirovaný kupón.

source: One Time
cs_cz: Jednorázově
sk_sk: Jedonrazovo

source: Only those who have already rated
cs_cz: Pouze ti, kteří již hodnotili
sk_sk: Iba tí, ktorí už hodnotili

source: Only those who have not rated yet
cs_cz: Pouze ti, kteří dosud nehodnotili
sk_sk: Iba tí, ktorí ešte nehodnotili

source: Percentage of products value
cs_cz: Procento hodnoty produktů
sk_sk: Percento hodnoty produktov

source: Placeholders
cs_cz: Zástupné prvky
sk_sk: Zástupné reťazce

source: Polish calendar
cs_cz: Polský kalendář
sk_sk: Poľský kalendár

# Profile
source: Date of birth
cs_cz: Datum narození
sk_sk: Dátum narodenia

source: Referee Coupon settings
cs_cz: Nastavení kuponu doporučujícího
sk_sk: Nastavenia kupónov pre príjemcu

source: Referrals
cs_cz: Doporučení
sk_sk: Odporúčania

source: Referrer Coupon settings
cs_cz: Nastavení doporučujícího kupónu
sk_sk: Nastavenia kupónu odporúčajúceho

# Registration
source: Date of birth
cs_cz: Datum narození
sk_sk: Dátum narodenia

source: Reminders
cs_cz: Připomenutí
sk_sk: Pripomenutia

source: Reorder
cs_cz: Přeobjednat
sk_sk: Preobjednanie

source: Restore Defaults
cs_cz: Reset
sk_sk: Obnoviť prednastavené

source: Restricted to
cs_cz: Vyhrazeno pro
sk_sk: Vyhradené pre

source: Review Reminders
cs_cz: Připomenutí recenze
sk_sk: Pripomenutia hodnotení

source: Review reminders
cs_cz: Připomenutí recenze
sk_sk: Pripomenutia hodnotení

source: Reviews only with minimum stars
cs_cz: Recenze pouze s minimálním počtem hvězdiček
sk_sk: Iba hodnotenia s hviezdičkami minimálne

source: Reward
cs_cz: Odměna
sk_sk: Odmena

source: Reward amount
cs_cz: Výše odměny
sk_sk: Hodnota odmeny

source: Run in test mode
cs_cz: Testovací režim
sk_sk: Testovací mód

source: Run now
cs_cz: Spustit nyní
sk_sk: Spustiť test

source: Select how many characters the generated coupons should consist of.
cs_cz: Vyberte, z kolika znaků se mají generované kupony skládat.
sk_sk: Vyberte, z koľkých znakov sa majú generované kupóny skladať.

source: Select user roles to exclude from sending the emails.
cs_cz: Vyberte role uživatelů, které chcete vyloučit z odesílání e-mailů.
sk_sk: Vyberte roly používateľov, ktoré chcete vylúčiť z odosielania emailov.

source: Select user roles to send the emails to.
cs_cz: Vyberte role uživatelů, kterým mají být e-maily zasílány.
sk_sk: Vyberte roly používateľov, ktorým sa majú emaily odosielať.

source: Send
cs_cz: Odeslat
sk_sk: Poslať

source: Send email every day at
cs_cz: Odesílání e-mailů každý den v tomto čase
sk_sk: Posielať emaily každý deň v čase

source: Send email only to these addresses
cs_cz: E-maily budou zasílány pouze na následující adresy
sk_sk: Emaily budú poslané iba na tieto adresy

source: Send email X days before birthday
cs_cz: Odeslat e-mail X dnů před narozeninami
sk_sk: Poslať email X dní pred narodeninami

source: Send email X days before name day
cs_cz: Odeslat e-mail X dnů před jmeninami
sk_sk: Poslať email X dní pred meninami

source: Send emails
cs_cz: Odeslat e-maily
sk_sk: Poslať emaily

source: Send even if there is no user name in the database
cs_cz: Odeslat i v případě, že v databázi není uloženo uživatelské jméno.
sk_sk: Odoslať, aj keď v databáze nie je uvedené meno používateľa

source: Send it onle one time in a year
cs_cz: Odesílat pouze jednou ročně
sk_sk: Poslať iba raz do roka

source: Send the email with coupon only once in a year to customer even though the DOB was changed.
cs_cz: E-mail s kupónem bude zákazníkům zaslán pouze jednou ročně, a to i v případě, že změnili datum narození.
sk_sk: Email s kupónom sa zašle zákazníkom len raz do roka aj v prípade, že zmenili svoj dátum narodenia.

source: Sending referrals
cs_cz: Zasílání doporučení
sk_sk: Zasielanie odporúčaní

source: Set the discount type.
cs_cz: Vyberte typ slevy
sk_sk: Vyberte typ zľavy

source: Set the minimum stars number of the review when the emails should be sent.
cs_cz: Nastavte minimální počet hvězdiček recenze, kdy mají být e-maily odeslány.
sk_sk: Tu sa nastavuje minimálny počet hviezdičiek, ktoré musí mať hodnotenie aby som email odoslaný.

source: Set the type of reward calculation.
cs_cz: Nastavte typ výpočtu odměny.
sk_sk: Nastavenie typu výpočtu odmeny.

# Setting
source: After Order Emails Settings
cs_cz: E-mail po objednání - nastavení
sk_sk: Email po objednávke - nastavenie

# Setting
source: Birthday Emails Settings
cs_cz: E-mail k narozeninám - nastavení
sk_sk: Email na narodeniny - nastavenie

# Setting
source: Common Settings
cs_cz: Společná nastavení
sk_sk: Spoločné nastavenia

# Setting
source: Emails after Reviewed Settings
cs_cz: E-maily po hodnocení - nastavení
sk_sk: Emaily po hodnotení - nastavenie
