Repository: vladoATL/coupon-emails
Catalog: languages/coupon-emails-*.po
Languages: cs_cz, sk_sk

# Setting
source: Expiration Reminder Emails Settings
cs_cz: Připomenutí expirace - nastavení
sk_sk: Pripomenutia exspirácie - nastavenia

# Setting
source: Name Day Emails Settings
cs_cz: E-mail na jmeniny - nastavení
sk_sk: Email na meniny- nastavenie

# Setting
source: One Time Emails Settings
cs_cz: Jednorázový e-mail - nastavení
sk_sk: Jednorazový email - nastavenie

# Setting
source: Order Reorder Emails Settings
cs_cz: E-mail pro přeobjednání - nastavení
sk_sk: Email na preobjednanie - nastavenie

# Setting
source: Referral Emails Settings
cs_cz: Nastavení doporučujících e-mailů
sk_sk: Nastavenie odporúčacích emailov

# Setting
source: Review Reminder Emails Settings
cs_cz: Připomenutí recenze - nastavení
sk_sk: Pripomenutia hodnotení - nastavenia

# Setting
source: Statistics
cs_cz: Statistiky
sk_sk: Štatistiky

# Setting
source: This will not create coupons. Only emails with a reminder will be sent.
cs_cz: V této sekci se kupóny nevytvářejí. Budou zasílány pouze e-maily s upomínkou.
sk_sk: Táto časť nevytvára kupóny. Posiela len emaily s pripomenutím.

# Setting section
source: Email message setting
cs_cz: Nastavení e-mailové zprávy
sk_sk: Nastavenie emailovej správy

# Setting section
source: Logs
cs_cz: Záznamy
sk_sk: Záznamy

source: Settings of other filters will be ignored if not empty.
cs_cz: Pokud toto pole není prázdné, budou nastavení ostatních filtrů ignorována.
sk_sk: Ak toto pole nie je prázdne, nastavenia iných filtrov sa budú ignorovať.

source: Show coupons on My Account page
cs_cz: Zobrazit kupóny na stránce Můj účet
sk_sk: Zobrazenie kupónov na stránke Môj účet

source: Slovak calendar
cs_cz: Slovenský kalendář
sk_sk: Slovenský kalendár

source: Spanish calendar
cs_cz: Španělský kalendář
sk_sk: Španielsky kalendár

source: The amount and expiration date of the coupon will increase after each friends purchase.
cs_cz: Částka a datum platnosti kupónu se zvýší po každém nákupu přátel.
sk_sk: Hodnota a dátum platnosti kupónu sa zvýšia po každom nákupe priateľov.

source: The email will be sent to users who have never purchased any of the selected products.
cs_cz: E-mail bude zaslán uživatelům, kteří nikdy nezakoupili žádný z vybraných produktů.
sk_sk: Email bude odoslaný používateľom, ktorí si nikdy nekúpili žiadny z vybraných produktov.

source: The email will be sent to users who have never purchased products in the selected categories.
cs_cz: E-mail bude zaslán uživatelům, kteří nikdy nezakoupili produkty ve vybraných kategoriích.
sk_sk: Email bude odoslaný používateľom, ktorí si nikdy nekúpili produkty vo vybraných kategóriách.

source: The email will be sent to users who have previously purchased at least one of the selected products. Select the main product if you want it to include all variants.
cs_cz: E-mail bude zaslán uživatelům, kteří si dříve zakoupili alespoň jeden z vybraných produktů. Pokud chcete, aby obsahoval všechny varianty, vyberte hlavní produkt.
sk_sk: Email bude odoslaný používateľom, ktorí si predtým zakúpili aspoň jeden z vybraných produktov. Vyberte hlavný produkt, ak chcete, aby zahŕňal všetky varianty.

source: The email will be sent to users who have previously purchased products in the selected categories.
cs_cz: E-mail bude zaslán uživatelům, kteří již dříve zakoupili produkty ve vybraných kategoriích.
sk_sk: Email bude odoslaný používateľom, ktorí si predtým zakúpili produkty vo vybraných kategóriách.

source: The email will be sent to users who have reviewed any product in the selected categories.
cs_cz: E-mail bude zaslán uživatelům, kteří hodnotili jakýkoli produkt ve vybraných kategoriích.
sk_sk: Email bude odoslaný používateľom, ktorí hodnotili jeden z produktov vo vybraných kategóriách.

source: The email will be sent to users who have reviewed at least one of the selected products. Select the main product if you want it to include all variants.
cs_cz: E-mail bude zaslán uživatelům, kteří ohodnotili alespoň jeden z vybraných produktů. Pokud chcete, aby obsahoval všechny varianty, vyberte hlavní produkt.
sk_sk: Email bude odoslaný používateľom, ktorí hodnotili aspoň jeden z vybraných produktov. Vyberte hlavný produkt, ak chcete, aby zahŕňal všetky varianty.

source: The email will be sent to users who recieved coupons in the selected categories and have not use them.
cs_cz: E-mail bude zaslán uživatelům, kteří obdrželi kupóny ve vybraných kategoriích a nepoužili je.
sk_sk: Email bude odoslaný používateľom, ktorí predtým dostali kupóny vo vybraných kategóriách a nepoužili ich.

source: The generated coupon can be used for a maximum number of products. For unlimited use, leave blank.
cs_cz: Vygenerovaný kupón lze použít na maximální počet produktů. Pro neomezené použití ponechte prázdné pole.
sk_sk: Vygenerovaný kupón bude možné použiť na maximálny počet produktov. Pre neobmedzené použitie nechajte prázdne.

source: These fields allow you to filter users by the minimum and maximum amount of their total spending.
cs_cz: Tato pole umožňují filtrovat uživatele podle minimální a maximální výše jejich celkových výdajů.
sk_sk: Tieto polia umožňujú filtrovať používateľov podľa minimálnej a maximálnej výšky ich celkových výdavkov.

source: This email address is used for testing as well as for all email messages as a blind copy address.
cs_cz: Jedná se o e-mailovou adresu, která bude použita pro testování a odeslání slepé kopie každého e-mailu.
sk_sk: Toto je emailová adresa, ktorá sa použije pri testovaní ako aj pri posielaní slepej kópie každého emailu.

source: This enables the option to send referral emails to users on the My Account->Referrals page
cs_cz: Toto umožňuje uživatelům odesílat doporučující e-maily na stránce Můj účet->Doporučení.
sk_sk: Povolenie možnosti odosielania odporúčacích e-mailov používateľom na stránke Môj účet->Odporúčania

source: This feature can be best used if the Advanced Coupons for WooCommerce plugin (free) is installed. Enter the name of the coupon category that will be created if it does not exist and added to the existing coupon.
cs_cz: Tuto funkci lze nejlépe využít, pokud je nainstalován plugin Advanced Coupons for WooCommerce (zdarma). Zadejte název kategorie kupónů, která bude vytvořena, pokud neexistuje a přidána ke stávajícímu kupónu.
sk_sk: Túto funkciu je možné najlepšie využiť ak je nainštalovaný plugin Advanced Coupons for WooCommerce (zadarmo). Zadajte názov kategórie kupónov, ktorá sa vytvorí, ak neexistuje. Kategória bude pridaná k existujúcemu kupónu.

source: This feature can be best used if the Advanced Coupons for WooCommerce plugin (free) is installed. Enter the name of the coupon category that will be created if it does not exist.
cs_cz: Tuto funkci lze nejlépe využít, pokud je nainstalován plugin Advanced Coupons for WooCommerce (zdarma). Zadejte název kategorie kupónů, která bude vytvořena, pokud neexistuje.
sk_sk: Túto funkciu je možné najlepšie využiť ak je nainštalovaný plugin Advanced Coupons for WooCommerce (zadarmo). Zadajte názov kategórie kupónov, ktorá sa vytvorí, ak neexistuje.

source: This field allows you to set the minimum number of orders that the customer has placed. If the field is empty, all users will be selected, even if they have never ordered. If this field is 0, only users who have no orders will be selected, regardless of the selections in the product and category filters.
cs_cz: Toto pole umožňuje nastavit minimální počet objednávek, které zákazník zadal. Pokud je pole prázdné, jsou vybráni všichni uživatelé, i když nikdy neobjednali. Pokud je toto pole rovno 0, budou vybráni pouze uživatelé, kteří nemají žádné objednávky, bez ohledu na výběr ve filtrech produktů a kategorií.
sk_sk: Toto pole umožňuje nastaviť minimálny počet objednávok, ktoré zákazník zadal. Ak je pole prázdne, vyberú sa všetci používatelia, aj keď nikdy neobjednávali. Ak je toto pole 0, budú vybraní len používatelia, ktorí nemajú žiadne objednávky, bez ohľadu na výbery vo filtroch produktov a kategórií.

source: This is a test email sent to %s instead of to
cs_cz: Toto je testovací e-mail odeslaný na adresu %s místo
sk_sk: Toto je testovací email odoslaný na adresu %s namiesto na adresu

source: This is short text on the top of the email.
cs_cz: Je to krátký text v horní části e-mailu.
sk_sk: Toto je krátky text v hlavičke na vrchu správy.

source: This is the text on the My Account page explaining the coupon features to the referrer
cs_cz: Toto je text na stránce Můj účet, který doporučujícímu uživateli vysvětluje funkce kupónu.
sk_sk: Toto je text na stránke Môj účet, v ktorom sa odporúčajúcemu vysvetľujú funkcie kupónu

source: This is the text on the My Account page with instructions on how to send a referral email to a friend and the benefits of sending it.
cs_cz: Toto je text na stránce Můj účet s pokyny, jak odeslat doporučující e-mail příteli a jaké výhody jeho odeslání přináší.
sk_sk: Toto je text na stránke Môj účet s pokynmi na odoslanie odporúčacieho e-mailu priateľovi a výhodami jeho odoslania.

source: This is time when cron sends the email messages.
cs_cz: To je čas, kdy cron odešle e-mailové zprávy.
sk_sk: Toto je čas kedy bude cron posielať emailové správy.

source: This setting allows you to filter the sending of emails according to whether the user has previously created a review.
cs_cz: Toto nastavení umožňuje filtrovat odesílání e-mailů podle toho, zda uživatel již dříve vytvořil recenzi.
sk_sk: Toto nastavenie umožňuje filtrovať odosielanie e-mailov podľa toho, či používateľ predtým vytvoril hodnotenie.

source: Today %s is Name Day celebrated by
cs_cz: Dnes %s se slaví jmeniny
sk_sk: Dnes %s meniny oslavuje

source: Tomorrow is Name Day celebrated by
cs_cz: Zítra slaví své jmeniny
sk_sk: Zajtra meniny oslavuje

source: Total
cs_cz: Celkem
sk_sk: Spolu

source: Total coupons
cs_cz: Celkem kupónů
sk_sk: Spolu kupónov

source: Turn on and off displaying of the birthday field in My Account page and in Checkout
cs_cz: Zapnutí a vypnutí zobrazování pole narozenin na stránce Můj účet a v Pokladně
sk_sk: Zapnutie a vypnutie zobrazovania poľa narodenín na stránke Môj účet a v Pokladni

source: Turn on and off the automatic functionality of email sending
cs_cz: Povolení a zakázání automatického odesílání e-mailů.
sk_sk: Zapnutie a vypnutie automatického zasielania emailov.

source: Turn on when testing. The actual users will not get emails. All emails will be sent to BCC/Test address.
cs_cz: Zapněte při testování. Skuteční uživatelé nebudou dostávat e-maily. Všechny e-maily budou odeslány na adresu BCC/Test.
sk_sk: Zapnite pri testovaní. Skutoční používatelia nebudú dostávať emaily. Všetky emaily budú odoslané na adresu BCC/Test.

source: Turn on when testing. The user will not get emails. All emails will be sent to BCC/Test address.
cs_cz: Zapněte, pokud chcete pouze otestovat generování kupónů a e-mailů. E-mailové zprávy budou zasílány na adresu BCC/Test, kterou lze nastavit v dolní části.
sk_sk: Zapnite ak chcete len testovať generovanie kupónov a emailov. Emailové správy budú zasielanie na adresu BCC/Test nastaviteľnú dolu.

source: Turn this on if you want your email to look just like a regular WooCommerce email.
cs_cz: Tuto funkci zapněte, pokud chcete, aby e-mailová zpráva vypadala jako běžný e-mail WooCommerce.
sk_sk: Zapnite túto funkciu, ak chcete, aby vaša emailová správa vyzerala ako bežný email WooCommerce.

source: Type of reward calculation
cs_cz: Druh výpočtu odměny
sk_sk: Typ výpočtu odmien

source: Unused / Expired Coupons
cs_cz: Nepoužité / prošlé kupóny
sk_sk: Nepoužité / exspirované kupóny

source: Use WooCommerce email template
cs_cz: Použít šablonu WooCommerce
sk_sk: Použiť šablónu WooCommerce

source: Use {fname5} for Czech salutation.
cs_cz: Pro české oslovení použijte řetězec {fname5}
sk_sk: Pre české oslovenia použite reťazec {fname5}

source: Used Coupons
cs_cz: Použité kupóny
sk_sk: Použité kupóny

source: Used coupons
cs_cz: Použité kupony
sk_sk: Použité kupóny

source: User Roles to exclude from sending
cs_cz: Uživatelské role, které budou vyloučeny z odesílání příspěvků
sk_sk: Používateľské roly, ktoré budú vylúčené z odosielania

source: User Roles to include
cs_cz: Uživatelské role, které budou zahrnuty
sk_sk: Používateľské roly, ktoré budú zahrnuté

source: Users who bought one of these products
cs_cz: Uživatelé, kteří si zakoupili alespoň jeden z následujících produktů.
sk_sk: Používatelia, ktorí si zakúpili aspoň jeden z týchto produktov

source: Users who bought products in these categories
cs_cz: Uživatelé, kteří zakoupili produkty v těchto kategoriích
sk_sk: Používatelia, ktorí si kúpili produkty v týchto kategóriách

source: Users who never bought products in these categories
cs_cz: Uživatelé, kteří nikdy nekoupili produkty těchto kategorií.
sk_sk: Používatelia, ktorí si nikdy nekúpili produkty v týchto kategóriách

source: Users who never bought these products
cs_cz: Uživatelé, kteří tyto produkty nikdy nezakoupili
sk_sk: Používatelia, ktorí si tieto produkty nikdy nekúpili

source: Users who reviewed one of these products
cs_cz: Uživatelé, kteří hodnotili jeden z těchto produktů
sk_sk: Používatelia, ktorí hodnotili jeden z týchto produkt

source: Users who reviewed products in these categories
cs_cz: Uživatelé, kteří hodnotili produkty v těchto kategoriích
sk_sk: Používatelia, ktorí hodnotili produkty v týchto kategóriách

source: Users who total spent
cs_cz: Uživatelé, kteří utratili celkem
sk_sk: Používatelia, ktorí celkom minuli

source: Valid until %s
cs_cz: Platné do %s
sk_sk: Platné do %s

source: You have no coupons.
cs_cz: Nemáte žádné kupóny.
sk_sk: Nemáš žiadne kupóny.

source: Your coupon will appear here after you email your friends as described below.
cs_cz: Váš kupón se zde objeví poté, co pošlete e-mail svým přátelům, jak je popsáno níže.
sk_sk: Tvoj kupón sa tu zobrazí po odoslaní emailu tvojim priateľom, ako je opísané nižšie.

source: Generate emails with unique coupons for birthdays, name days, after placing an order, send reminders and more with many customization options.
sk_sk: Generujte e-maily s jedinečnými kupónmi k narodeninám, meninám, po zadaní objednávky, posielaj upomienky a ďalšie s mnohými možnosťami prispôsobenia.
